import Layout from '/components/Layout'

const BlogPost = () => {
  return (
    <Layout title="就職活動定点観測 B3・夏">
      <article>
        <h1>就職活動定点観測 B3・夏</h1>
        <section>
          <h2>現在までの流れ</h2>
          <p>
            今年の春、つまり学部2年から3年に上がる春休みに就活を開始した。というのも、学部4年になって就活をしている状態だとシングルタスク人間の自分は卒研にしっかり打ち込めないと思っていたからだ。特に当時は院進のモチベが現在よりも高く、滑り止めを早く確保しておきたいという一心であった。（現在は、院での2年間よりもワクワクする時間をその企業で過ごせると確信した場合には、学部卒業後就職もありかなと考えている）
          </p>
          <p>
            就活開始のきっかけは、自動車学校において圧巻の点数で仮免技能試験に落ちてしまったことにある。世間の多数が難なくこなす運転タスクに対して自分はこれほど無能力なのか... という絶望感、もしかしたら多くの人がシュッと通過している院試も自分にとってはバカムズなのでは...？という焦り、曖昧性を抱えながら将来について考え続けることのつらさから、ある種の逃げとして始めたというのが実際である。
          </p>
          <p>
            奇しくも8月14日、21歳の誕生日にコンサル企業様から初のオファーをいただいた。（気づいたのは19日だったけれど）
            まだ就活は続けるつもりだ。B3の夏/冬、そして院進するのであればM1の夏/冬にこういった文章を書くことによって自らの心境の変化等を知れたら楽しいと思い、こうしてブログを書いている。
          </p>
        </section>
        <section>
          <h2>結果とか 適性とか</h2>
          <p>
            今回僕はありがたくも米系のコンサルファームからオファーをいただいたわけだが、それと比較して入社しやすいとされている企業の選考ではとんでもないスピード（書類や1次のGD)で落とされることもあったことから、やはり採用というものは向き不向き、相性の側面が大きいなぁと感じる。就活においてはいわゆる大学入試的偏差値思考、いわゆる「入社難易度ランキング」のようなものに踊らされることが非常に無意味なことだと実感した。
          </p>
          <p>
            相性においてやはり最も大事になってくるのが業界の差ではないか。ミーハー心から突撃してみたマーケティングや人材といった業界はやはりGDで相対する学生の雰囲気からして普段僕が接することのないような部類であることが多かったし、その類の本丸とも思える広告はそこにすら辿り着けず、書類で落とされた。（そこらの人よりは広告のこと好きだと思うんすけどね...しくしく......
          </p>
          <p>
            人事の方の雰囲気も明らかに溌剌としていたし、まあ、いくら人材の多様性を重視してるとは言っても定められたレンジがあって、無理なもんは無理なんでしょうね、ある程度人物の方向性を揃えた方が合理的ってのも非常に納得がいくし。
          </p>
        </section>
        <section>
          <h2>日系と米系の違い</h2>
          <p>
            日系は書類やGDで落とされることが多い一方、米系はとりあえず面接してくれることが多かったため、GDが心の底から嫌いな私にとっては非常にありがたかった。また、米系は「私は〇〇をしてきました。人生では〇〇をしたくて、それを実現する手段としてこの業界・会社に入りたいです。」をしっかり説明できたら面接をパスできる確率が高いと思う。
          </p>
          <p>
            上記のロジックで日系企業の面接に挑んだら「人生でやりたいこと？手段？」みたいな顔をされてしまって、ちゃんと落ちた。僕は日本の慣習をやたらに蔑んで外資に身を置く自分を自慢するアカウントや文章が嫌いなので悔しいが、自身はどちらかといえば米系の方が向いているのではないかと感じる結果になった。
          </p>
        </section>
        <section>
          <h2>就活における使用ツール</h2>
          <p>
            onecareerと外資就活、LinkedInを使っている。GoodfindのGD対策会に一度だけ参加した。
          </p>
        </section>
        <section>
          <h2>「御社」の選び方</h2>
          <p>
            方向性すら定まっていない場合はOnecareer等の新着インターン一覧等で告知されている様々な業界のインターンに応募するのが一番手っ取り早いと思う。とりあえずESの形式を見てみたらどんな人を集めたいのかが見えてくるし、志望動機等を書く作業の中で自分の内心の志望度合いが分かったり、情報を調べていく中で企業理解につながったりなど、メリットが大きい。
          </p>
          <p>
            ある程度定まったら志望業界内の各企業の立ち位置や資本関係、IRなどを読んで深めると楽しい。僕自身最初はどの業界に行きたいかなんて定まっていなかったため、とりあえず上記の方法で情報に触れることを意識した。
          </p>
        </section>
        <section>
          <h2>「ガクチカ」というやつ</h2>
          <p>
            結局重要なのはそこから学んだことの徹底的な言語化であって、純粋なエピソードの強さバトルではないと感じる。コンサルを受ける人間のガクチカは僕にとって常軌を逸していて、果たしてどうしたら20歳そこそこでその経験ができるんだと思うこともあった。ただそのような人でも上手に自分の言葉に落とし込めていない場合は次の選考に呼ばれていない、なんてことが往々にしてあった。
          </p>
          <p>
            もちろんESで落とされないくらいのエピソードが必要なのは認めるけれども、少なくとも僕の周りにいる人々であればそこはクリアできるだろうし、標準的な筑波大学の学生であれば大丈夫なのではないか。自分がやったことを適当なメモ書きにバーっと書き込んで、そこからSTAR Methodに落とし込んでいくのが効率的だと思う。
          </p>
        </section>
        <section>
          <h2>フィルター</h2>
          <p>
            いわゆる学歴フィルターは引っ掛かんないんじゃないか？特殊な学閥企業はわからないけれども、ほとんどの日本企業、そして外資についても、金融からコンサル、ITまで受けているけれども完全に門前払いされるところはなかったように思える。
          </p>
        </section>
        <section>
          <h2>グループワークについて</h2>
          <p>
            日頃から言っているように、GDはカス！！インターン選考のGDだと基本的に書類通過しただけの、あまり絞り込まれていない段階の選抜方法として行われているため、様々な層がいる。それゆえの問題もそれなりに存在していて、前提条件をすり合わせる時の基礎的な知識が欠落していたり、さすがにその前提からその結論は導き出せないのでは？という論理を持ち出してくる人がいた場合にも、いかに相手を傷つけない指摘をするかというチキンレースが始まってしまい、非常に神経をすり減らすものだ。（ちなみに僕は人材系の企業のGDの前提すり合わせ段階で、コンサル就活の調子でしっかりとした指摘をしたら場が大変な空気になってしまい、バッチリ落とされた経験がある）
          </p>
          <p>
            極端にフレームワークにこだわろうとする人、グダグダの司会、ずっと黙っていたと思ったら訳のわからない論理で議論を壊しにくる人、本当に様々いる。実際にやってみるとわかるが、GDは自分の実力がそのまま反映されるかと言われるとかなり疑問で、GDにチューニングするテクニカルな部分も多いので、あれをアテにしている企業はなんだかなあと思っている。前述したような方々もちゃんと個人・集団面接なら話せる場合も多い。
          </p>
          <p>
            確かに瞬発的な思考力や相手の顔を見て強引な合意形成をする力は見られるため、この方法をコンサルで導入するのは理解できる。しかしながら、それ以外の企業がどこもかしこもGDを導入するというのは、選抜方法として微妙ではないかしら。
          </p>
        </section>
        <section>
          <h2>障害を持つものとして</h2>
          <p>
            企業によっては入社後にあからさまに仕事が振られなかったり、入社時に宣言せずに給料に差が出たりする場合もあるらしいので、怖いなと思う。これもあってかなり外資へのモチベーションが高い。
          </p>
        </section>
        <section>
          <h2>各種落とし穴</h2>
          <p>
            僕は様々なSNSの様々な界隈を覗くのが趣味なのだが、Xの就活垢界隈は地獄だ。単純かつ露悪的な態度、つまらないネタツイ、よくわからない『情報共有』や「ギバー・テイカー」論理、全てカスである。Instagramの「親しい友達」リストでやってほしい。X就活垢界隈で回ってくる「情報」に価値のあるものはない。一度冷やかしで「フォローとリポストで選考に役立つマル秘情報をプレゼント」みたいなものを試してみたが、50社くらいのインターンの各締切が列挙されているExcelが送られてきた。ウイルス等ではなかったためそこは安心だが、それでフォロワーを稼いでアカウントを売るのだからまあ普通にスパムである
          </p>
          <p>
            様々な就活サービスも、一度登録すると「高難易度選考」「選抜コミュニティ」「将来グローバルに活躍したいあなたに」などという煽り文句と共に謎のベンチャー主催のイベントへの招待を送りまくってくる。本当にその会社に行きたい人がその機会にイベントに参加するのは全く問題ないし、むしろ喜ばしいことだが、実際はリテラシーの低い、お勉強ができる学生を迷い込ませて口車に載せるためのシステムなことが往々にしてあるし、なんとも邪悪に思える。その点、ある程度名が知れている大手企業が運営しているサービスを使う分にはそのようなことがなく、さすがだなと思えた。
          </p>
        </section>
        <section>
          <h2>その他、雑感</h2>
          <p>
            早期化の文脈で批判されることもしばしばな就活であるが、個人的には20歳を迎えるタイミングで自らの将来像を考えるためのポジティブな側面を備えていると考えている。就活でメンタルを病んだり4年卒業ができなくなったら元も子もないが、そうならない程度に楽しんでいきたい。
          </p>
        </section>
      </article>
    </Layout>
  );
};

export default BlogPost;